Repository: aaj013/nomino
Catalog: locale/*/LC_MESSAGES/default.po
Languages: ca

source: To save changes in OSM database you have to be authenticated at osm.org.
ca: Per desar els canvis a la base de dades OSM heu d'estar autenticats a osm.org.

source: After authentification you'll be redirected back here.
ca: Després d'autenticar-vos sereu redirigit cap aquí.

source: Choose a place
ca: Seleccioneu un lloc

source: Preferences
ca: Preferències

source: Map
ca: Mapa

source: Choose the map layer
ca: Trieu la capa del mapa

source: Default OpenStreetMap
ca: OpenStreetMap predeterminat

source: Toolserver localised maps
ca: Mapes traduïts del Toolserver

source: jochentopf.com multilingual maps
ca: Mapes multillengua jochentopf.com

source: Specify a list of languages with the separator '|' (ie <i>_|de|ru</i>); '_' is for the <i>name</i> attribute
ca: Especifiqueu una llista de llengües amb el separador '|' (p.e. <i>_|de|ru</i>); '_' s per a l'atribut <i>name</i>

source: Preferred language
ca: Llengua preferida

source: When editing a place, add automically a field for translating into this language
ca: En editar un lloc, afegeix automàticament un camp per traduir a aquesta llengua

source: Login with OSM
ca: Inicia sessió amb l'OSM

source: (verb, latin)
ca: (verb, llatí)

source: I name
ca: Jo anomeno

source: Find Places
ca: Cerca llocs

source: Translate
ca: Traducció

source: View changes
ca: Mostra els canvis

source: Documentation
ca: Documentació

source: Find by name
ca: Cerca per nom

source: OSM Object
ca: Objecte de l'OSM

source: Search
ca: Cerca

source: Right-click the map to select places
ca: Feu clic dret al mapa per seleccionar llocs

source: Way
ca: Via

source: Relation
ca: Relació

source: Names
ca: Noms

source: Save
ca: Desa

source: Name
ca: Nom

source: Old name
ca: Nom antic

source: Alternative name
ca: Nom alternatiu

source: Official name
ca: Nom oficial

source: Local name
ca: Nom local

source: Add translation
ca: Afegeix una traducció

source: Set old name
ca: Afegeix el nom antic

source: Set alternative name
ca: Afegeix el nom alternatiu

source: Set official name
ca: Afegeix el nom oficial

source: Set local name
ca: Afegeix el nom local

source: Other tags
ca: Altres etiquetes

source: (View OSM Object)
ca: (Mostra l'objecte de l'OSM)

source: Changes
ca: Canvis

source: Submit changes
ca: Envia els canvis

source: Download OSM file
ca: Baixa el fitxer OSM

source: Authenticate
ca: Autentica

source: Cancel
ca: Cancel·la

source: Choose
ca: Seleccioneu

source: This language is already in use
ca: Aquesta llengua ja s en ús

source: Error while loading places
ca: S'ha produït un error en carregar els llocs

source: Error saving user preferences
ca: S'ha produït un error en desar les preferències d'usuari

source: Error while retrieving OSM object
ca: S'ha produït un error en recuperar l'objecte de l'OSM

source: Error while saving object
ca: S'ha produït un error en desar l'objecte

source: Error while submitting changes
ca: S'ha produït un error en trametre els canvis

source: Revert
ca: Desfès

source: Changes saved
ca: S'han desat els canvis

source: type a
ca: indiqueu un

source: language code (ie. en, fr, de)
ca: codi de llengua (p.e. ca, en, fr)

source: http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes
ca: http://ca.wikipedia.org/wiki/ISO_639-1

source: Relation object
ca: Objecte relació

source: Node object
ca: Objecte node
